vscjava.vscode-java-pack
ms-python.python
njpwerner.autodocstring
littlefoxteam.vscode-python-test-adapter
mhutchie.git-graph
eriklynd.json-tools
davidanson.vscode-markdownlint
anson.vscode-markdownlint
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
esbenp.prettier-vscode
streetsidesoftware.code-spell-checker
coolbear.systemd-unit-file
Equinusocio.vsc-community-material-theme
equinusocio.vsc-material-theme-icons
faceair.ayu-one-dark
foxundermoon.shell-format
Meezilla.json
ms-python.isort
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.powershell
ms-vscode.remote-explorer
NotYasho.ocean-high-contrast
redhat.ansible
redhat.vscode-yaml
RithikDev.blazesabyss
RobbOwen.synthwave-vscode
rust-lang.rust-analyzer
samuelcolvin.jinjahtml
sdras.night-owl
sleistner.vscode-fileutils
teabyii.ayu
Tim-Koehler.helm-intellisense
vscodevim.vim
wholroyd.jinja
eamodio.gitlens
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
twxs.cmake
ms-vscode.cmake-tools
cschlosser.doxdocgen
njpwerner.autodocstring
ms-python.autopep8
matangover.mypy
golang.go
batisteo.vscode-django
christian-kohler.path-intellisense
chrmarti.regex
cschlosser.doxdocgen
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
esbenp.prettier-vscode
GrapeCity.gc-excelviewer
KevinRose.vsc-python-indent
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-python.python
mwpb.java-prettier-formatter
njpwerner.autodocstring
oderwat.indent-rainbow
ritwickdey.LiveServer
rvest.vs-code-prettier-eslint
seanwu.vscode-qt-for-python
streetsidesoftware.code-spell-checker