batisteo.vscode-django
christian-kohler.path-intellisense
chrmarti.regex
cschlosser.doxdocgen
donjayamanne.githistory
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
esbenp.prettier-vscode
GitHub.copilot
GitHub.copilot-chat
GrapeCity.gc-excelviewer
KevinRose.vsc-python-indent
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.powershell
mwpb.java-prettier-formatter
njpwerner.autodocstring
oderwat.indent-rainbow
redhat.vscode-yaml
ritwickdey.LiveServer
rvest.vs-code-prettier-eslint
seanwu.vscode-qt-for-python
streetsidesoftware.code-spell-checker
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
wholroyd.jinja
